examples/performance/01_single_phase_nozzle/flux/hllc_adc/0/Us
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object Us;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);

boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    outlet
    {
        type zeroGradient;
    }
    wall
    {
        type zeroGradient;
    }
    wedgeBack { type wedge; }
    wedgeFront { type wedge; }
}
